{ 
      "ABOUT US": "O NAMA",
    "PRICES": "CIJENE",
    "CONTACT":"KONTAKT",
    "CHOOSE APARTMENT":"ODABERI APARTMAN",
    "APARTMENT 1":"APARTMAN 1",
    "APARTMENT 2":"APARTMAN 2",
    "APARTMENT 3":"APARTMAN 3",
    "APARTMENTS":"APARTMANI",
    "Apartments Vesna are situated just a short distance from Zadar (25 km), specifically on the southern side of the beautiful and tranquil island of Vir. We offer three apartments located within one house, yet each one is completely separate. Parking is available right in front of the house, free of charge, and a barbecue area is at your disposal. The distance from the apartments to the beach is only 70 meters. The beach is pebbled and child-friendly, with palm trees lining the shore to provide shade from the sun. An added benefit is the sandy area and a pier from which you can jump into the sea.":"Apartmani Vesna se nalaze nedaleko od Zadra (25 km), točnije na južnoj strani prekrasnog i mirnog otoka Vira. Posjedujemo tri apartmana koja se nalaze u jednoj kući, no sva tri su u potpunosti odvojena. Parking se nalazi ispred kuće i besplatan je, a na raspolaganju Vam je i roštilj.Udaljenost apartmana od plaže je 70 metara. Plaža je šljunčana i pogodna za djecu, jer su uzduž plaže postavljene palme koje daju zaklon od sunca, a prednost je pješčanik te mol sa kojeg se može skakati u more.",
"Apartment 1 is located on the ground floor and covers an area of 70m2. It can accommodate up to 4 people. It consists of a living room, dining area, two bedrooms (one with a double bed, and the other with two single beds), a kitchen, a bathroom, and a covered terrace. Additional amenities in the apartment include air conditioning, Wi-Fi, a dishwasher, a washing machine, a microwave, an oven, an electric kettle, and a TV. All additional amenities are provided free of charge.":"Apartman 1 se nalazi u prizemlju, a njegova površina iznosi 70m2. U apartman se može smjestiti 4 osobe. Sastoji se od dnevne sobe, blagovaonice, dvije spavaće sobe (jedna sa bračnim krevetom, a druga sa dva odvojena kreveta), kuhinje, kupaonice i natkrivene terase. Od dodatnih sadržaja apartman ima klimu, Wi-Fi, perilicu posuđa, perilicu rublja, mikrovalnu pećnicu, pećnicu, kuhalo za vodu te TV uređaj. Svi dodatni sadržaji su besplatni.",
"Apartment 2 is located on the ground floor, with access from the western side of the house. The surface area of this apartment is 28m2, and it can accommodate two people. Due to its smaller size and peaceful surroundings, it is ideal for couples. It consists of a living room with a sofa, one bedroom with two single beds, a kitchen, a bathroom, and a terrace. Additional amenities in the apartment include air conditioning, Wi-Fi, a microwave, an electric kettle, and a TV. All additional amenities are provided free of charge.":"Apartman 2 se nalazi u prizemlju, no njemu se prilazi sa zapadne strane kuće. Površina ovog apartmana je 28m2, a u njega se može smjestiti dvije osobe. Zbog manje površine, ali i mirnog okruženja idealan je za parove. Sastoji se od dnevne sobe sa trosjedom, jedne spavaće sobe sa dva odvojena kreveta, kuhinjom, kupaonicom te terasom. Od dodatnih sadržaja apartman ima klimu, Wi-Fi, mikrovalnu pećnicu, kuhalo za vodu i TV uređaj. Svi dodatni sadržaji su besplatni.",
"Apartment 3 is located on the upper floor of the house and covers an area of 70m2. It can accommodate two people. It consists of a living room connected to the dining area and kitchen, one large bedroom (with one double bed and two single beds), a bathroom, and an open terrace. Additional amenities in the apartment include air conditioning, Wi-Fi, a dishwasher, a washing machine, a microwave, an oven, an electric kettle, and a TV. All additional amenities are provided free of charge.":"Apartman 3 je smješten na katu kuće i površine je 70m2. U njega se mogu smjestiti dvije osobe. Sastoji se od dnevne sobe koja je povezana sa blagovaonicom i kuhinjom, jedne velike spavaće sobe (koja sadrži jedan bračni krevet i dva odvojena kreveta), kupaonice i otvorene terase. Od dodatnih sadržaja apartman ima klimu, Wi-Fi, perilicu posuđa, perilicu rublja, mikrovalnu pećnicu, pećnicu, kuhalo za vodu te TV uređaj. Svi dodatni sadržaji su besplatni.",
"Address: XXVIII Miljkovica 9, 23234 Island Vir, Croatia":"Adresa: XXVIII Miljkovica 9, 23234 Otok Vir, Hrvatska",
"Owner: Željko Jerbić":"Vlasnik: Željko Jerbić",
"Phone: +385 99 3731 515 (Petra)":"Mobitel: +385 99 3731 515 (Petra)"

    

}